const STOrequestsData = {
	'Ожидает подтверждения': [
		{
			id: 1,
			service: 'Ремонт кузова',
			address: 'пр-т Победы, д.7, Москва',
			date: '2025-03-10',
			time: '12:30',
			price: 1000,
			status: 'Ожидает',
		},
		{
			id: 2,
			service: 'Ходовая часть диагностика - проверить',
			address: 'пр-т Победы, д.7, Москва',
			date: '2025-03-16',
			time: '14:30',
			price: 4500,
			status: 'Ожидает',
		},
		{
			id: 3,
			service: 'Стартер - ремонт/проверка',
			address: 'пр-т Победы, д.7, Москва',
			date: '2025-03-17',
			time: '15:30',
			price: 6000,
			status: 'Ожидает',
		},
	],
	'В работе': [
		{
			id: 5,
			service: 'Стартер - ремонт/проверка',
			address: 'пр-т Победы, д.7, Москва',
			date: '2025-03-17',
			time: '14:34',
			price: 5500,
			status: 'Работает',
		},
	],
	Выполненные: [
		{
			id: 4,
			service: 'Ремонт крыши',
			address: 'пр-т Победы, д.7, Москва',
			date: '2025-03-15',
			time: '12:30',
			price: 300,
			status: 'Оказана',
		},
	],
	Отмененные: [],
}

export default STOrequestsData
